Repository: GamemakerChina/gms9999_zhcn
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: zh_cn

source: iPhone8Plus Portrait 1242x2208
zh_cn: iPhone8Plus 纵向 1242x2208

source: iPhoneSE Portrait 640x1136
zh_cn: iPhoneSE 纵向 640x1136

source: iPhoneX Portrait 1125x2436
zh_cn: iPhoneX 纵向 1125x2436

source: image &height:
zh_cn: 图像高度:

source: image &width:
zh_cn: 图像宽度:

source: images per &row:
zh_cn: 每行图片数：

source: incompatible version
zh_cn: 不兼容的版本

source: incomplete dynamic bit lengths tree
zh_cn: 不完整的动态位长度树

source: incomplete literal/length tree
zh_cn: 不完整的文本长度树

source: incorrect data check
zh_cn: 不正确的数据检查

source: incorrect header check
zh_cn: 不正确的标头检查

source: insufficient memory
zh_cn: 内存不足

source: invalid bit length repeat
zh_cn: 无效的位长度重复

source: invalid block type
zh_cn: 无效的块类型

source: invalid distance code
zh_cn: 无效的距离代码

source: invalid literal/length code
zh_cn: 无效的文本长度代码

source: invalid stored block lengths
zh_cn: 无效存储的块长度

source: invalid window size
zh_cn: 无效的窗口大小

source: need dictionary
zh_cn: 需要字典

source: number of character to indent
zh_cn: 要缩进的字符数

source: object:
zh_cn: 对象:

source: p&hysics
zh_cn: 物理

source: pixels
zh_cn: 像素

source: reserved [%.2d]
zh_cn: 保留 [%.2d]

source: show_debug_message will be output to the console
zh_cn: show_debug_message 将输出到控制台

source: status:
zh_cn: 状态:

source: stream end
zh_cn: 流结束

source: stream error
zh_cn: 流错误

source: till
zh_cn: 直到

source: to Audio Group:
zh_cn: 到音频组:

source: too many length or distance symbols
zh_cn: 太多的长度或距离符号

source: unknown compression method
zh_cn: 未知的压缩方法

source: vertical offset of the first image in term of the number of pixels
zh_cn: 第一个图像的垂直偏移量 (以像素数为单位)

source: vertical p&ixel offset:
zh_cn: 垂直像素偏移：

source: vertical s&eparation:
zh_cn: 垂直分离：

source: wave files|*.wav
zh_cn: 波形文件|*.wav

source: which action tab to open on object properties
zh_cn: 在物体属性上打开的操作选项卡

source: write is not an supported operation.
zh_cn: 写入不是受支持的操作。

source: May
zh_cn: 五月
